Windows Registry Editor Version 5.00

[HKEY_CURRENT_USER\Software\ODBC\ODBC.INI\JIANBOLEARNENGLISH]
"Driver"="C:\\Program Files (x86)\\MySQL\\Connector ODBC 5.2\\myodbc5w.dll"
"DESCRIPTION"="JIANBOLEARNENGLISH"
"SERVER"="localhost"
"UID"="root"
"PWD"="root"
"DATABASE"="jiangbolearnenglish"
"PORT"="3306"
"DYNAMIC_CURSOR"="1"

[HKEY_CURRENT_USER\Software\ODBC\ODBC.INI\ODBC Data Sources]
"JIANBOLEARNENGLISH"="MySQL ODBC 5.2 Unicode Driver"


[HKEY_LOCAL_MACHINE\SOFTWARE\Wow6432Node\ODBC\ODBCINST.INI\MySQL ODBC 5.2 Unicode Driver]
"UsageCount"=dword:00000003
"Driver"="C:\\Program Files (x86)\\MySQL\\Connector ODBC 5.2\\myodbc5w.dll"
"Setup"="C:\\Program Files (x86)\\MySQL\\Connector ODBC 5.2\\myodbc5S.dll"

[HKEY_LOCAL_MACHINE\SOFTWARE\Wow6432Node\ODBC\ODBCINST.INI\ODBC Drivers]
"MySQL ODBC 5.2 ANSI Driver"="Installed"
"MySQL ODBC 5.2 Unicode Driver"="Installed"



// Profile JIANBOLEARNENGLISH
SQLCA.DBMS = "ODBC"
SQLCA.AutoCommit = False
SQLCA.DBParm = "ConnectString='DSN=JIANBOLEARNENGLISH;UID=root;PWD=<******>;option=136168'"
